"TITLE_INTRODUCTION" = "はじめに";
"TITLE_IDENTIFYING" = "キーボードを識別中";
"TITLE_CONCLUSION" = "設定結果";
"TITLE_SELECT" = "キーボードの種類を選択";

"INTRO_TEXT" = "キーボードを識別できません。識別できるまで、このキーボードは使用できません。このキーボードを識別するには、“続ける”をクリックしてください。\n\nお使いのキーボードが正しく動作していて、キーボード以外の USB 入力装置をコンピュータに接続している場合は、この手順を省略できます。";
"LEFT_SHIFT_TEXT" = "キーボードで、左 Shift キーの右隣のキーを押してください。";
"RIGHT_SHIFT_TEXT" = "キーボードで、右 Shift キーの左隣のキーを押してください。";
"SHIFT_SUB_TEXT" = "キーは 1 回だけ押し、押し続けないでください。キーが認識されると、次のパネルが表示されます。";
"CONFIRM_TEXT" = "お使いのキーボードが識別されました。コンピュータの使用を開始するには、“完了”をクリックしてください。これがお使いのキーボードの正しい種類でない場合は、種類を選択して、“完了”をクリックしてください。";
"FORCE_CONFIRM_TEXT" = "キーボードの種類を選択して、“完了”をクリックしてください。キーボードの種類が分からない場合は、お使いのキーボードの製造元に問い合わせて、種類を確認してください。";
"PROGRESS_TEXT" = "キーボードを識別中...";
"WARNING_TITLE" = "キーボードを識別できません。";
"WARNING_MESSAGE" = "押したキーが認識されませんでした。キーボードの種類を選択するには、“OK”をクリックしてください。";
"OK_BUTTON" = "OK";
"SKIP_BUTTON" = "スキップ";

"EXTERNAL_LEFT_SHIFT_TEXT" = "識別中のキーボードで、左 Shift キーの右隣のキーを押してください。";
"EXTERNAL_RIGHT_SHIFT_TEXT" = "識別中のキーボードで、右 Shift キーの左隣のキーを押してください。";
"EXTERNAL_WARNING_MESSAGE" = "アップル製キーボードのキーを押しました。識別できないキーボードのキーを押してください。";

"ANSI_TITLE" = "ANSI（米国その他）";
"ANSI_HINT" = "標準的な 101 キーまたは 102 キーのキーボード、およびその他いくつかのキーボード";

"ISO_TITLE" = "ISO（欧州）";
"ISO_HINT" = "ISO/IEC 9995 規格のキーボード";

"JIS_TITLE" = "JIS（日本語）";
"JIS_HINT" = "入力プログラムキーが付いた標準的な日本語キーボード";

"MacISO_TITLE" = "ISO（欧州）";
"MacISO_HINT" = "ISO／Macintosh キーボード";
